[
{"reviewer_id": "B2F94CE6E2F20A01493BC76C46F7CDB9", "review_language": "en", "review": "Thoroughly enjoyable time at Bois aux daims, exceeded my expectations! Lots of fun and we will definitely return in the future. There were enough activities for our group to do, young children aged 1, 1.5, and 2.5.", "title": "Yay!", "rating": "5", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "October 4, 2018", "trip_type": null, "trip_date": " September 2018"},
{"reviewer_id": "4294D5DA68B56E9AFD34FC058E6F53B3", "review_language": "en", "review": "Nice place to relax, The park is quiet and green although a little barren in places as it seems quite new. Poor food quality and offering at relatively high prices (est. 30\\u20ac/person for supermarket-type food), short beds (2m), WiFi overpriced at 40\\u20ac/week, spacious new-ish bungalows though, fairly clean if you don\\u2019t count spiderwebs and dusty walls. Did enjoy it tho, won\\u2019t go back here", "title": "Relaxing stay with depressing food offering", "rating": "3", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "October 1, 2018", "trip_type": null, "trip_date": " September 2018"},
{"reviewer_id": "DBBE91383F1387D6AFF8ABD6F5FDA904", "review_language": "en", "review": "we had a lovely long weekend and it was tough to fit everything in. We are trying to find someone to talk to as we left a bag there. We rang on the day we left and an employee took our address and confirmed it would be returned to us. This has not happened and we are unable to get in contact with anyone and are on hold all the time. Can anyone help?", "title": "long weekend", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "October 4, 2018", "trip_type": null, "trip_date": " September 2018"},
{"reviewer_id": "44482273FACD61FCD70CC8793A1345DC", "review_language": "en", "review": "Can\\u2019t complain except for the fact that there are no laundry facilities here which is ridiculous especially if you are staying for more than  a couple of days or in the summer when you need to wash your cloths after an activity. They told us at the Info desk to drive for 29 minutes to a near by town! ", "title": "Almost perfect! ", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "December 23, 2018", "trip_type": "Traveled with family", "trip_date": " December 2018"},
{"reviewer_id": "59F1468A0F56AE011EED15990BE2B7D6", "review_language": "en", "review": "Plenty to do for amusement. Paying activities a bit expensive. The cleaning of the cottages leaves a lot to be desired, and needs to be improved,  but overall a super weekend. The electric car was well worth it and added to our enjoyment", "title": "Super weekend", "rating": "3", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "September 26, 2018", "trip_type": null, "trip_date": " September 2018"},
{"reviewer_id": "B48DBF5FEE99437E86A96435BA3B7B84", "review_language": "en", "review": "We paid for a premium cottage yet we turned up and received a comfort one- therefore we had no bedding. No towels are available either. The wildlife is amazing and the park is lovely, however restaurant times are not good. They open from 12pm-2pm and close for the rest of the day until 7pm. Very expensive (even more expensive than England) very little information was given before our stay. Toilet was dirty when we arrived, dishwasher still running etc. Some parts were amazing however I wouldn\\u2019t return to this one ", "title": "Didn\\u2019t meet expectations", "rating": "3", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 30, 2018", "trip_type": null, "trip_date": " August 2018"},
{"reviewer_id": "31134281E664F342531BF39C29263F91", "review_language": "en", "review": "We stayed 4 nights in a treehouse - which was nicely designed, and cooler in the summer heat than a normal lodge, albeit more expensive.  The park itself is spacious and feels new, with good facilities.  There\\'s a range of restaurants including a decent Italian (pizza/pasta etc.).  If you\\'re lucky you\\'ll see deer wandering around in the mornings and evenings, and there\\'s good walks through the woods.  The pool area is large but packed in August, and has a good range of slides / rapids etc. to keep the kids amused.  Other activities were a mixed bag; some (e.g. scuba diving, family paintball) were well organised and got good reviews from our kids (aged 10 and 8).  Others (e.g. falconry workshop) suffered from a complete lack of any English instruction - despite the assurances we had from CenterParcs HQ in advance.  We were also troubled by a scarcity of supervision/lifeguards in the pool and on the high ropes - it seemed to take a long time for problems to be noticed &amp; resolved.  And the cleanliness of the lodges wasn\\'t great - most of the crockery in our house needed a good wash.  But overall we had a good time, and there was a good atmosphere around the park (mostly French visitors but a fair proportion of British, also Dutch, Belgian etc.).", "title": "Treehouse living", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 26, 2018", "trip_type": "Traveled with family", "trip_date": " August 2018"},
{"reviewer_id": "5B0550012326AEF5BCCA6C3F77F943B6", "review_language": "en", "review": "Have been to Center Parcs over a decade ago we decided to have a quick get away in Normandy, we booked an upgrade/recently refurbished room and paid for WIFI in the villa during our stay. When we arrived we found the kitchen work surface badly damaged with parts of the laminate broken off and a burn hole in the main work surface! The WIFI did not work in the villa (the staff knew about this but yet put the WIFI information in the welcome pack!) The place is generally run down and not what it was a decade ago, we will NEVER come back to ANY Center Parcs, based on this extremely poor experience. Site maintenance is minimal, with unmaintained board walks which are broken, rotten fence posts just fallen to the floor. Bins around the park full and not emptied during our 7 day stay. Cyclists using pedestrain only walkways...and the list goes on!", "title": "AVOID - Spend your money on another holiday!", "rating": "1", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "September 18, 2018", "trip_type": null, "trip_date": " August 2018"},
{"reviewer_id": "E54E093A5ED3F89C280EFF194933F9BC", "review_language": "en", "review": "Very nice and natural environment, secure activities and great for kids!However, the activities are expensive.If you would like to cook, you can not, the smoke detector rang every time, in the supermarket prices are ridiculous and the utenciles are not enough. However, there are restorants inside, but if you have a special diet (like me) it will be difficult", "title": "Very nice and natural environment! Expensive activities and not even think about cooking!", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "September 5, 2018", "trip_type": null, "trip_date": " August 2018"},
{"reviewer_id": "4893C09B1CFBB9DFAAD4895012A4B7C1", "review_language": "en", "review": "Our stay at Les Bois Aux Daims was amazing. Great pool and slides. Clean and well-equipped cottage.We went for the Comfort as I would prefer to have the extra money to spend on me!!Cottage was selected by us at time of booking, and then I decided to move closer to a friend. I called and it was absolutely no problem for them to move us to another available Comfort Cottage nearer to  my friend.We were in C Hamlet which was far enough away from the Dome as I would have liked to have been. The only &quot;add-on&quot; that we did was the pool party on a thursday eve 9pm-11pm which was great...but mad! Very loud and manic but my kids loved it.Only one thing irked me, and that was the hire charge for an electric BBQ ( no other BBQs allowed ) We hired twice ( 10euro each time) and on both occasions they were temperamental and not ideal.Other than my one minor gripe, we will definitely return.", "title": "Fabulous", "rating": "5", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 31, 2018", "trip_type": null, "trip_date": " August 2018"},
{"reviewer_id": "897BA42E6B7B557A8F622142E521487D", "review_language": "en", "review": "We had a lovely weekend here in August. 2 adults and 2 kids aged 8 and 5. We were in a 2 bed VIP cottage which I chose close to the high ropes course and the archery. I do like that you can pick your specific cottage when you book and don\\u2019t just get something assigned to you.The accommodation was lovely, clean and spacious with lovely design details. Really excellent, couldn\\u2019t fault it. We really enjoyed all the park facilities as well. Over the weekend we had two visits to the aqua mundo swimming pool, and the kids did high ropes, archery and horse riding. My younger daughter also loved visiting the farm which you are free to just wander around. Lots of goats, cows, sheep, chickens, peacocks roaming free. We spent about an hour feeding hay to a goat (which the goat could access perfectly well without our help, but try explaining that to my 5 year old).My only complaints are that for some reason the app Planet Centerparcs, which you can use to book activities, isn\\u2019t available in UK App Store. I never got a straight answer on why this is, it is available to literally every other nationality. This meant we had to queue at reception to book activities, which was annoying.Also, when we took then kids pony riding we had to lead the ponies ourselves. All the ponies wanted to do was eat grass, and we had to yank hard on their reins to get them to move, or we got yelled at by the one employee leading the entire pony ride. Not being horsey people ourselves we felt entirely out of our depth and didn\\u2019t enjoy this. Similar activities at UK Center Parcs provide one staff member to lead each pony, which was what we were expecting! But the kids had a lovely time anyway.Overall an excellent place which we may well return to. All the staff were very friendly, everywhere was clean and well-maintained, and the pool complex is massive and great fun for all ages.", "title": "Really excellent weekend ", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 19, 2018", "trip_type": "Traveled with family", "trip_date": " August 2018"},
{"reviewer_id": "61E67AA319CC3ADAEA2345A84BEEFD78", "review_language": "en", "review": "We spent a week here with our kids in august 2018 and had a great overall experirnce. It\\u2019s our third Center Parks vacation and this park is absolutely gorgeous. Great setting, awesome Aqualand facility (don\\u2019t miss the night party and night \\u201caqua slide\\u201d activity - extra charge), strategic forest location for nature lovers, and deers running freely. A true gem. To improve: cottage cleaning services, which you can\\u2019t buy if you want to.", "title": "One of the best", "rating": "5", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 19, 2018", "trip_type": "Traveled with family", "trip_date": " August 2018"},
{"reviewer_id": "73EF7FF95B00189B6C820A2B1AE5A886", "review_language": "en", "review": "So a lot of the services, for example, the interiors and equipment of the villas are still in top shape. Unlike a lot of the UK Centre Parcs that in the main need a good overhaul and refirb to keep up with their European equivalents. Note though as a family we have travelled to three French CP\\'s now and of course the main language is French a lot of the activities for children are also in French so if you have little ones that do not understand the language it can be a tad challenging but it has not put out two off. Both aged 6 &amp;8 Yrs. The staff do make an effort, and they are helpful. The activities are in line with most other parks but check out the age and height restrictions in advance of booking if you can. We have had to book separate activities for both children on numerous occasions which can be daunting for a little one especially if they do not quite understand the language. All the pool areas are clean and slides are great in line with what we expect. We have noticed over our past few visits that the use of vehicle buggies has increased. It can be unhelpful if you have two children that have just learned to ride their bikes and they are trying to build their confidence -buggies whizzing past is not helpful. The hiring of a vehicle to get around if you are infirm, have very small children that genuinely cannot walk or ride long distances makes sense. However, we have noticed the huge increase in what looks like quite able-bodied people, teenagers etc running around in them. I appreciate that not all disabilities are physical so we do try and bear that in mind. We have been to this park twice now and enjoyed both holidays very much. We have had all manner of animals at our villa, deer, rabbits, frogs, the kids have loved it. I would recommend not relying on the restaurants for food, it can be expensive eating out all the time. There is a small grocery store and deli with fresh bread and croissants etc, a gift shop with a varied range of the usual bits. NOTE to UK travellers, do not expect the same branded restaurants and retail that you see within the UK CP\\'s - the European sites just do not do this. No Starbucks/Costs/Cafe Rouge ert. Stock up at a local supermarket in advance. Note though if you buy frozen food, you cannot get into your villa until after 3 pm so again try not to shop too early. There are some impressively built tree houses you can rent here although we have not managed to get one yet as they book up quickly. I cannot recommend the EU versions of CP;s enough, its half the price of the UK sites and you get the warm weather. If you are nervous of doing the drive, dont be, give it a go and have a great adventure .. ", "title": "Great place - still a relatively new site...", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 25, 2018", "trip_type": null, "trip_date": " September 2017"},
{"reviewer_id": "C951F874015529004A4FC2938B324886", "review_language": "en", "review": "We have had two holidays here with our twins (aged 3 on first visit, 5 currently). They loved every minute on bikes in the play areas and in the pool. We paid for half board and a VIP lodge this year.Notes to selves &amp; others if helpful!1. Book the mid-range lodge, arguably much better value than VIP especially if you don\\u2019t want a mini sauna/hamman (we didn\\u2019t use it at all)2. Book a south facing lodge for a sunny veranda if preferred (we didn\\u2019t which worked well for us with little ones but I would consider this in other less warm locations)3. Bring all towels, kitchen essentials, soap and toiletries (including toilet paper, anti bac wipes, washing up liquid, a hand soap for each sink, extra dishwasher tablets). Eco principles = absolutely none supplied! Towel package pre-paid is one thin-as-a-wafer hand towel &amp; bath sheet for everything including the pool. If you are here for a week you\\u2019ll be grateful for spares!4. Bring a fan for each bedroom in high season (not crazy hot due to Loire Valley location) but it helped our children to sleep5. Consider bringing your own bikes. Hire bikes are a bit shabby (although serviceable, they were pretty rusty, brakes not great although \\u2018reverse peddling to break\\u2019 feature worked it was less than ideal for kids not used to this type of mechanism!)6. Consider own pillows. Ours were like squares filled with cotton wool balls - not comfy!", "title": "Happy children = happy holidays", "rating": "5", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 18, 2018", "trip_type": "Traveled with family", "trip_date": " August 2018"},
{"reviewer_id": "03DEA01410458371D944DADB8BA6C721", "review_language": "en", "review": "This was our first attempt at center Parcs outside the U.K. and we were most definitely pleasantly surprised. The journey was too terrible however be warned it\\u2019s \\u2018tucked\\u2019 away! Twice the size of a U.K. park and we were blessed with amazing weather. The cottage we stayed at was well equipped however as other have mentioned the cooker is a no go.. we gave up and lived on stuff that didn\\u2019t need cooking in the oven. One downside worth mentioning is the housekeeping-average at best. I actually bought toilet cleaner and felt the need to disinfect both toilets. The decking needed a good clean and the garden furniture was a little sparse. That said the main centre really was fabulous! Plenty going on and the vast landscape areas were well kept and offered plenty to do. A mini farm, golf, boating lake, zip wires surrounded the outside area. The pool inside was fab and slides were amazing - prepare for some bruises!! We tried both restaurants on-site, service was average and their lack of enthusiasm was evident sadly. Overall I\\u2019d give it 8/10 I would most definitely return with flash wipes next time! ", "title": "Huge family center parcs ", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 15, 2018", "trip_type": "Traveled with family", "trip_date": " August 2018"},
{"reviewer_id": "C6EAB1A8B47EB3DA416EF197252AD44D", "review_language": "en", "review": "overall It was a very good holiday. only the little disapointment  which have not got a lot to entertain my Autistic son. who is 20th years old. and staffs train to understand the need of people &amp; the commuication can be difficult ", "title": "gee 1", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 30, 2018", "trip_type": null, "trip_date": " July 2018"},
{"reviewer_id": "96FDBD0392B9E96DDE6465E944437C9E", "review_language": "en", "review": "I have mixed feelings about Le Bois aux Daims.  It should be great but an accumulation of small failings let it down.The Good:- Paris aside, this appears to be the newest of the Centre Parcs and that is evident throughout the site.- Unlike other complaints on this site, our house was clean on arrival with the beds made. - The onsite Carrefour is small but has what you need.  Prices appear to be 20-30% higher than a large supermarket.  The fresh bread is great.- Aqua Mundo pool is great and has many different areas for all ages.  (It was getting very busy towards the end of our break though).- Hiring a bike (c. \\u20ac50 per week) or an electric golf cart (c. \\u20ac240 per week) is a must to get around.  This is a big park and thankfully reasonably level for the cyclist.- The deer - you get pretty used to seeing deer outside your window!- Outside the park you have the beautiful Loire Valley with many good attractions within a 30-90 minute drive.The Bad:- Service, service, service!   Few staff have any English.  With a few exceptions, most seem uninterested in serving the customer.  Reception is particularly unfriendly.   - No air conditioning turns the houses into an oven each night.  No amount of fans could counteract it.  It was 36 C at peak during our visit but about 46 C indoors!- The gardening!  We understand you have to cut the grass, but there was a major operation on every day for a week whilst we were there.  Very noisy and lots of pollen for those who suffer with hay fever.- The park location is about 30/40 minutes drive from any other reasonably sized town - i.e. any large supermarket, any restaurant etc. - The restaurants are average at best.  Considering the premium prices charged they could do a lot better.  Frozen pizza for \\u20ac14!- There is no oven in the houses.  You have a crisping microwave which is less than ideal.  A tiny electric barbeque is \\u20ac10 per day.- Prices for every activity are at the upper end.   Other than the pool, expect to pay through the nose for bike hire, outdoor activities etc. I imagine they have \\'revenue per guest\\' targets!- There is really no sign of any management - aside from a large photo of them in reception.  The whole park seems to be missing that \\'hands-on management by walking about\\' skill.- We were there at the end of June and it was already getting very busy.  By the first week of July the pool was pretty full.   I would not like to be there during the school holidays.Overall, it was worth trying but I believe there are better options to be found with a little more work.", "title": "Nice facilities but poorly managed", "rating": "2", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 26, 2018", "trip_type": null, "trip_date": " June 2018"},
{"reviewer_id": "11FE75CB26A76B3DCD02DF926FB6E9C5", "review_language": "en", "review": "After more holidays on French campsites than any other type of holiday I really wasn\\u2019t sure what to expect... perhaps that it wasn\\u2019t what I was used too. Perhaps that it would be a little formulaic? Perhaps that it was going to be really crowded.But I have to say that it was really very good! The facilities are great, the staff are friendly and the kids loved the pools. Lots of activities available on site. Even the \\u2018comfort\\u2019 level accommodation surpasses the best of the campsites we have stayed at recently.The setting is perhaps its biggest draw, set amongst its own little pine forest around if a small lake with animals roaming around which the kids were spellbound by! Very spacious, peaceful and I couldn\\u2019t tell whether it was busy or not!!We spend the drive home today talking about when we will be going back. Only minor downsides are;- that it isn\\u2019t the cheapest holiday in comparison to traditional campsites - the parc app is only available to French customers on iTunes (there is a work around for UK customers by resetting your iTunes location to France but that may wipe out all of tour other iTunes downloads from tour home region)- the pillows are not great- you will spend so much time in the pool, you won\\u2019t come home with much of a tan! That last one isn\\u2019t really a complaint!!!", "title": "Really pleasantly surprised!", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 30, 2018", "trip_type": "Traveled with family", "trip_date": " July 2018"},
{"reviewer_id": "E49BF116C91E9942BFDDAFDA41141AA1", "review_language": "en", "review": "We have visited many on the sites in the UK and around Europe, at first we thought it was going to be as we\\u2019d expect of our stays. The pool are is great with excellent slides and lots of seating. The eateries were the usual, slightly overpriced for the captive market they have but you expect that. The activities were sparse and not as well organised as other villages. The villa was nice enough and as we\\u2019d expected however as we were in the heat wave of 35+ degrees every day the villa was unbearable to stay in. No air conditioning and while they were giving our fans to some we never seemed to time it right and missed out completely. The overnight heat was 30 degrees in the villa with no way of cooling it down other than \\u201cleaving the patio door open\\u201d which we were advised to do by one member of staff!!!! Considering we\\u2019d seen wild deer, cats, rats and all manner of biting insects which ravaged us daily anyway we didn\\u2019t think this was appropriate advice. When you consider how much you pay for the \\u201cpremium brand\\u201d it didn\\u2019t feel like a premium service. I appreciate the weather is not in the control of the staff but I\\u2019ve stayed in caravans with air conditioning before and it\\u2019s not like the area does net get weather like this, it\\u2019s part of the draw! Overall, a good village for relaxing in if the temperature isn\\u2019t too high. If the weather is hot then expect sleepless nights.", "title": "Not to the usual Company standard", "rating": "3", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 5, 2018", "trip_type": "Traveled with family", "trip_date": " August 2018"},
{"reviewer_id": "7369CFD2A738DDC8FC39B4412D990D92", "review_language": "en", "review": "Fantastic facilities for children, ours loved the pony riding, pedaloes, petting zoo and playgrounds that were dotted all over. The swimming pool and slides were particularly brilliant, the park is set in a lovely location with plenty of parking. Large supermarket only 15 mins away by car - food and drink on site is a little pricey. Our only concern was that the front door had no extra dead lock which meant our 2 year could unlock it far too easily. ", "title": "Loved our stay ", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "August 5, 2018", "trip_type": "Traveled with family", "trip_date": " July 2018"},
{"reviewer_id": "264BD02718116D44134C7FD397877ACA", "review_language": "en", "review": "Unfortunately when we unpacked our \\u201cclean bedding\\u201d supplied by Center Parcs it contained a sanitary towel. We were unable to contact anybody at Center Parcs to resolve the problem despite calling many different numbers that they give you in their welcome pack. After 2 hours of trying to contact someone we gave up.", "title": "Sanitary towel in bedding", "rating": "1", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 23, 2018", "trip_type": "Traveled with family", "trip_date": " July 2018"},
{"reviewer_id": "FC3DDC4276018A74D908C16E10770217", "review_language": "en", "review": "First the positives:1. The forest setting is magical with roaming deer grazing in the gardens and cars banished to the periphery car parks.2. The water park is very good with a nice range of slides and pools nestling alongside underwater aquariums.3. There is a nice range of activities even if you pay for every one of them (see below). We particularly liked the opportunity to spy on the foxes.Now the negatives:1. Despite the hefty prices *nothing* is included. For instance we were shocked to arrive at our room to find that there was no soap in the toilets!2. The food is atrocious: you\\'ll eat better in a motorway service station. They even served us frozen pizza at the bowling alley! I could not believe I was in France, where every village has a restaurant offering a decent plat du jour.3. Management was invisible despite the big boards claiming the contrary.4. The cutlery and crockery in the cottage was greasy.", "title": "Nothing is included", "rating": "2", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 15, 2018", "trip_type": "Traveled with family", "trip_date": " July 2018"},
{"reviewer_id": "61B69F5C3D72F3945C6FC2748A62BC32", "review_language": "en", "review": "This was our second year in Le Bois aux Daims and it was every bit as good as the last time. Everything about this place is high quality, from the accommodation, to the restaurants, to the leisure facilities. You could easily spend your whole vacation in the park without leaving. However, we would recommend stocking up on groceries in a Carrefours or Super U in one of the nearby towns before arriving because the on-site supermarket is expensive. Some nearby places well worth a visit are Rochmenier and Loudon, and Chinon is a must visit. ", "title": "Consistently high quality - all round", "rating": "5", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 22, 2018", "trip_type": null, "trip_date": " July 2018"},
{"reviewer_id": "1B9F5A0C27FDAB39AF3FB7413E2C83CD", "review_language": "en", "review": "Great for kids, did the climbing activity which we\\'re good. Friendly young staff. However the cabin we\\'re dirty, dust everywhere, if you moved a bit of furniture it was dirty. The bathing area also did not seem to clean especially in the locker rooms. Worst however was when we had a minor accident an needed some medical advice was that no-one on any of the given reception and emergency numbers spoke a word of English (the security dint even pick up the phone..) as a foreign family travelling g with kids it makes you feel rather unsecure, which is not how you want to feel in a family resort...", "title": "Dirty and unsecure", "rating": "2", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 23, 2018", "trip_type": "Traveled with family", "trip_date": " July 2018"},
{"reviewer_id": "E87CD43BF754DDC9C4C924AFE000A6FB", "review_language": "en", "review": "A few amendments could make this truly a great vacation.The houses need Air Con.Lack of management visible on site.Supervision needs reviewing on certain sport activities , my child got stuck on the high wire and needed to be freed and I had to go and find someone to do this., should have been supervised by a staff member.Staff in certain areas like the pony rides and action factory need to be a bit more positive about how they deal with people and conduct their job.Management need to supervise some of the food that is served, underdone pizzas in the Italian , dried out food in the buffet etc.It was particularly difficult to get any level of service during football match times during the world cup.Some of the bikes need attention as we had to change ours a few times due to ageing issues like brake cables broken etc.", "title": "The Houses were too warm for sleeping in the summer without air conditioning , but overall a great family experience", "rating": "3", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 17, 2018", "trip_type": null, "trip_date": " July 2018"},
{"reviewer_id": "D221BE9FD15CC4F519C2DC2D3A9EAD74", "review_language": "en", "review": "On arrival our VIP 8 person cottage looked amazing, we arrived late so we went to bed and awoke to a very sunny morning. We are near the end of our stay so here are my observations of this CenterParcs.1. There are no mosquito nets fitted to the windows and patio doors which is mind-boggling given the very hot weather and the bugs were everywhere.2. There is no washing machine in the cottage or on site!! Two weeks with three children and three adults, we really needed to be able to wash clothes. I called reception and they sounded actually amazed that we would want to wash our clothes and said that there are no washing facilities on site. Even the most basic campsites in France have washing machines!!3. I advise calling reception on the phone in the cottage if you need something, you are more likely to get someone that can speak even a little English. Unless you have very good French the staff throughout this CenterParcs do not speak English. We met a few who could help in English, my French is poor, my husband is very good so if I was on my own with the children it was very difficult. We were not the only Irish family (or English speaking family) in the facility so having staff that can converse in more than one language should have been a given.4. Be prepared to spend a bit on activities, only a few of the activities are included in the high cost of the cottages.5. Half Board - If you are planning to eat each morning and evening in the park then go half board as the cost of the food on site is much higher than local restaurants. It is a very restricted half-board menu mind but it is a cheaper option than paying per meal. the breakfasts on site are better if you get it delivered to the cottage, there is a limited selection of food for breakfast in the center.6. Local Area - take the time to visit the local villages and towns, we found some lovely places for lunch/dinner and the cost is very low. Two-course lunch for three adults and three children for less than \\u20ac50 in Saumur, fantastic.7. Wildlife - the nature aspect of CenterParcs will blow your mind, we had deer roaming freely through the back garden, it was wonderful to see and the children loved it.Overall the model CenterParcs use is great, you have your own space to enjoy the facilities provided at your own pace. Will we go back to CenterParcs again, probably but will we go back to this one, probably not. NB - Please CenterParcs provide washing facilities for clothes!!!", "title": "Nice...ish", "rating": "3", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 4, 2018", "trip_type": null, "trip_date": " July 2018"},
{"reviewer_id": "FE103446CB1F4F4D95538F3FE5301CAB", "review_language": "en", "review": "We stayed in the new Treehouses and it was AMAZING! They are so funky and fun,kids loved them. There\\u2019s plenty of space and very kiddy friendly. Our treehouse was the closest one to the complex, you could walk to the swimming complex in less than 2 min, amazing location. Disappointments: 1.  Queueing up to book activities - HUGE queues and not enough staff2. Not enough English speaking staff3. Showers in swimming complex were cold or broken 4. Not enough signs for activities shown on map- we don\\u2019t speak French 5.  Pony rides were a shambles, late and no hand washing facilities - staff not accommodating for non French speaking children 6.  Restaurants limited 7.  Most activities are spoken in French so our 8 and 10 year olds were confused and couldn\\u2019t follow instructions8. Electric car is VERY limited to where you can go 9.  Collection of bikes shambles - free for all, no assistance, bikes in poor condition. One of our rental bikes was stolen (even though it was locked as we had the key)! 10. After day 4 we had run out of activities to do for my 8 and 10 year old \\ud83d\\ude2c other than swimming complex All in all is was a good holiday but won\\u2019t be rushing back, kids prefer UK \\ud83c\\uddec\\ud83c\\udde7 Longleat! ", "title": "Tree House AMAZING! ", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 12, 2018", "trip_type": "Traveled with family", "trip_date": " July 2018"},
{"reviewer_id": "651716B2320E79FBCBF0E01940F4F80A", "review_language": "en", "review": "We booked and paid for 2 weeks in the VIP lodges. (Very expensive!) If this was my Centre, and given the amount being spent, I would assign a rep to welcome families especially to VIP lodges and be that family\\u2019s go to person for any query or issue.In fact we felt management was virtually invisible except for their notice board and photos; we never saw a manager.That said, a real treat came from the way the deer freely roam past your back or front door.The Aquamondo is also very good. The one slide that was well supervised was the Crazy River (sauvage). On our 1st morning we went into Cocoon restaurant and I speak a little French but was met with an ignorant waitress who mocked my attempts to speak to her in French. There were flies everywhere, and no blue lights to deal with insects and apart from the fabulous freshly squeezed orange juice it was a very disappointing experience. We gave it one more chance for a family dinner but that was also a disaster. 1 waiter was very helpful and his English was very good. Food was not up to scratch.Whilst the lodges are spacious, with excellent open plan quarters for all the family, without air conditioning in 31c heat, or nets on the windows, it was very uncomfortable. Had to buy a fan. Also the restaurants on site were very disappointing. The best of them was the Italian. Staff in there were very pleasant and helpful. But the food was ok for a night or 2 but not for 2 weeks. Pizza not the best.Advice: Go out of Center Parcs to nearby towns like Saumur and get a smashing meal for a fraction of the price on site. Or self cater. The delivered breakfasts are also largely good.Bikes should be free of charge, or included in the cost of the lodge as you need them to move around. We phoned asking for additional towels in our second week, to be told they would cost \\u20ac7 extra each to rent. We went to the Supermarket and bought some for the less than that and brought them home with us. We did the archery, which was fun, and the paint balling. Also fun. Both attendants were helpful and fun. Bottom line - was very disappointed given how much we spent with Center Parcs. We love France, love the language, and the fabulous culture but this place is getting it wrong because of all the added expensive extras with a captive audience and the poor quality food.Also as a suggestion there was no traditional authentic French caf\\u00e9 to take a break in. Nor was there a bar worth visiting after dinner. When you go VIP, it should mean VIP. Perhaps complimentary tickets to go bowling and free bikes for the family should be standard plus a rep or host / hostess to meet and greet you.Other issue was impossible to sit out on the smashing deck at night for fear of being bitten by mosquitoes. Suitable for a few days if you self cater. Not suitable for a 2 week family holiday.", "title": "Huge potential not yet realised and greedy!", "rating": "2", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 13, 2018", "trip_type": "Traveled with family", "trip_date": " July 2018"},
{"reviewer_id": "01ACF6A6F9149A6AA69D6F9E44B5C064", "review_language": "en", "review": "A fun holiday with our two pre schoolers. The pools are great. It is very well kept.Niggles were no aircon, but we must have chosen the hottest week! A beach area for children would be good and better children\\'s menus in the restaurants..seriously why are there never any vegetables in France?? Also they could have longer opening hours during the day.", "title": "Fun holiday", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 5, 2018", "trip_type": null, "trip_date": " June 2018"},
{"reviewer_id": "D83B774B0D9AA4711ACF4D4B827A387D", "review_language": "en", "review": "Center Parcs Le Bois aux Daims was an all round great experience! Very well maintained and great service. Activities for the kids, slide pools, boating on the lake, pony rides, feeding animals. Great restaurants and a very useful express shop for cooking at the cottage.", "title": "Fantastic for kids!", "rating": "5", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "July 10, 2018", "trip_type": null, "trip_date": " July 2018"},
{"reviewer_id": "D03A79A089F73A840132F7F9AC2CC43A", "review_language": "en", "review": "Lovely holiday in Center Parcs, the pool was amazing and we all said \\u2018wow\\u2019 when we entered the pool complex. Loads to do, loved hiring bikes and a trailer for my youngest child and loved seeing the deer from our cottage. Parc is well designed so that it is quiet and peaceful even though there are loads of people there. Cannot wait to return and missing the pool loads!", "title": "Great place for a family break", "rating": "5", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "June 3, 2018", "trip_type": null, "trip_date": " May 2018"},
{"reviewer_id": "A9001A2BFCC5FC627C217C55EE757EB9", "review_language": "en", "review": "I was a little apprehensive when we arrive during at our destination due to some of the reports I had read on Tripadvisor describing dirty accommodation, rude staff, massive queues to book activities, 45 minute wait to get into the Parc etc etc. However, I have to say I was pleasantly surprised by the whole experience during our week at the Parc. Check in was easy - arrived just after midday and drove straight to the gate, received our welcome packs and wristbands and then directed to the day parking. Very quickly decided we would need to hire bikes so that we could enjoy the vast area which the Parc covers - too much walking for our 4 year old son! One thing to note if you get free activity vouchers as part of your package you need to go to the info desk to get these loaded to your wristband. Our premium VIP cottage was spacious, clean and well maintained with a nice decked terrace and outdoor sofa, table/chairs and lounger. We backed onto a wood so saw plenty of deer in our garden area during our stay - only downside was that our garden was next to one of the main paths leading to the Dome with a makeshift fence and so not very private for sunbathing on our terraceFound the whole Parc to be very quiet most of the week -  Saturday and Sunday were very busy and the Aqua Mundo was packed to bursting - but took the opportunity to spend time away from the Parc to visit the beach at Candes Saint Martin which was nice. Our son loved the soft play area and the numerous play areas dotted around the Park. My only criticisms of the parc would be:1. the lack of open areas to play ball or lay out a picnic blanket and also the lack of picnic tables (probably 5 in total throughout the park). I understand why this is the case in terms of ensuring people pay for the activities and buy food at the restaurants or onsite supermarket. But all the same disappointing. 2. The showers at Aqua Mudo - only a small number actually work. 3. Lack of milk - little one loves his cereal and there was no milk in stock during the whole of our stay and had to go to supermarket in Loudun.Would visit again and recommended the place to numerous friends who love Center Parcs in the UK.", "title": "First time at Center Parcs and pleasantly surprised.", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "June 29, 2018", "trip_type": "Traveled with family", "trip_date": " June 2018"},
{"reviewer_id": "A59929FABA76C27D5C9381BB5F2FFEE9", "review_language": "en", "review": "Stayed Monday to Friday in one of the basic cottages. Prices and set up much better than the UK ones. Lovely setting and very easy to cycle around with children. Very calm atmosphere.Really enjoyed our stay and will return!", "title": "Great time had by all!", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "June 10, 2018", "trip_type": null, "trip_date": " May 2018"},
{"reviewer_id": "33F33B29EC4257F734079A1C82D0D74A", "review_language": "en", "review": "This was a half term family break, we\\'ve been to several Center Parcs in Belgium and the Netherlands and always had a good time. The cabin was spacious and well equipped, it appeared to be clean and in good order. So far so good.The grass surrounding the cabins was really long and untidy, not sure if it was to make the site look rural, or because they couldn\\'t be bothered to cut it (I suspect the latter as the fenced off dog toilets were also knee high). One effect of this was that there was an amazingly high level of grass pollen in the air, which had my wife\\'s eyes swollen and sore throughout the week. We were unable to book activities on line and although the staff we dealt with they did make mistakes. The worst leaving my ten year old daughter to cope with the disappointment of being turned away from the pony ride she\\'d been looking forward too all week, because she was too tall, something the woman at the stables told us they had informed the information desk of several times.However, the greatest disappointment of the whole holiday was the evening experience; on the second evening we went down to the Dome at about 9.30, where a quiz was taking place, which we joined in. We tried to attract the waitress in order to buy a drink, she studiously ignored us for over 20minutes until the people on the table behind us pointed us out to her. She came over and announced that the bar was closed, I was understandably annoyed at this, particularly as she had been serving other tables during the time in which she was ignoring us. The quiz was still going on, a rather strange business model as I thought that the idea was for people to have an enjoyable time. On our last evening we booked a bowling alley with a 9.00pm start, the bar was lively, with karaoke, until 10.00 when the bar closed and everything stopped dead; whilst we were finishing our drinks, my wife took my daughter to the loo and then had a heated argument with a female security operative when they tried to re enter the bar. Five minutes later everyone still in the bar were hustled out by a large number of security guards. Absolutely appalling! I find it totally unacceptable that the evening &quot;entertainment&quot; finished so early, we were on holiday and had paid good money to have a good time, not be treated like a group of hooligans. All the other Center Parcs that we have been to stayed open to a reasonable time. If there isn\\'t going to be evening entertainment, perhaps there should be a warning on the website, we certainly wouldn\\'t have gone to this site had we known that we were to be treated so shabbily and sent home to our cabin earlier than in a working week.It appears that the camp site is happy to take people\\'s money and run things in a manner that is convenient to themselves and not their customers.With consideration an better customer care it could be a first class destination. I\\'m pleased to say that despite the camp site\\'s short comings we had an enjoyable holiday.", "title": "Early to bed....", "rating": "3", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "June 7, 2018", "trip_type": null, "trip_date": " May 2018"},
{"reviewer_id": "8A11EAD99AF7AC5FE49746E5AE44E478", "review_language": "en", "review": "Stayed here for a mid week break with our children. We were really impressed with our premium cottage for 6 which was spotlessly clean and modern. The pool was probably the best one we have seen in the many centerparcs we have visited in Europe - lots of slides and the rapids were fast and great fun. The park itself is beautiful with a lovely countryside feel. We particularly liked the animal observatory area.There is plenty to keep the whole family amused and we will definitely return.", "title": "Great park with modern accommodation", "rating": "5", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "June 18, 2018", "trip_type": null, "trip_date": " May 2018"},
{"reviewer_id": "C4C50339B67A5466B43B524C92EE85F9", "review_language": "en", "review": "We had a lovely couple of days here. The accommodation is comfortable and modern, plenty of space when we had two families staying together. The pool is amazing and the kids absolutely loved it and the surroundings are very peaceful", "title": "Family Holiday with Friends", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "April 8, 2018", "trip_type": null, "trip_date": " April 2018"},
{"reviewer_id": "0EF63FEA487E653F2BD95885D36241BD", "review_language": "en", "review": "Cottage was perfect, even too big for the four of us. Well equipped, too. We rearranged the furniture a bit, and found muck under the sofa which reduced my rating. Facilities are very nice, but can get crowded. So, to avoid the crowds, change the schedule by eating when &quot;they&quot; don\\'t. The pool and slides will be much more fun during lunch hour!", "title": "Nice park, relaxing holiday", "rating": "4", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "March 3, 2018", "trip_type": null, "trip_date": " October 2017"},
{"reviewer_id": "30E0737A23845500A07CA31A310B1006", "review_language": "en", "review": "We have had a lovely midweek holiday here but it was somewhat spoiled by a few negatives. The first thing was that we had to queue for 45 minutes to even get into the park.  The chalet was a good size and was well equipped.  It was fairly clean though there was dirt under the sofas and the shower doors needed a good clean.  The park itself is well laid out and we really enjoyed cycling and walking around.  The pool complex is good though very noisy and it\\'s very easy to get lost from your party - make a rendez-vous!  The changing rooms however are not adequate and we had to queue to get changed - no fun hanging around in wet costumes especially with children.  Showers were cold too.  The spa was OK but access was through the pool complex which took some of the &quot;spa&quot; feel off the experience.What really drove us mad was the difficulty to book any of the activities.  The app and the website are not easy to navigate and don\\'t have much detail on about times etc until just before the holiday, and even then it is limited and difficult to access.  The option is to go and queue up to book (only 2 places to do this and never enough staff on), which is not what you want to spend your holiday doing.  It all felt like quite a fight to get our week organised and booked.  We couldn\\'t understand why they couldn\\'t have issued a programme of times of events and/or have had bornes to make bookings situated around the site.Plus the activities are rather overpriced.  We didn\\'t eat in the restaurants as, having read some previous comments on prices we decided to cook our own.  However we did have some drinks and found them to be expensive.The shop is expensive too - 2 euros for a bottle of milk is unjustifiable.  My advice - take as much of your own stuff as you can.Finally, take some good bite relief cream as we have all been bitten by something though not evident what.  This seems to be a comment others have made too.So overall, it\\'s a good place to go but do your homework and plan ahead - as far as you can!We were left with the feeling that Centreparcs want your money more than they want you to have a good time, which is not how you really want to feel when you\\'re away.  Of course it\\'s a business but it\\'s certainly not got the feeling that the customer is at it\\'s heart.  Shame as the concept is a good one and there are, as I say, many positives.My message to Centreparcs is to get better organised and think of the convenience of your visitors - we are your bread and butter and if you don\\'t do this you will end up with dwindling numbers.  In this day and age you can\\'t afford to treat people so shabbily and to be so greedy.", "title": "Nice holiday but a bit spoiled", "rating": "3", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "March 10, 2018", "trip_type": null, "trip_date": " March 2018"},
{"reviewer_id": "5298D77E72AE13BD95C6573707A10C60", "review_language": "en", "review": "Limited indoor/outdoor activities, very few staff on site to assist with activities, very few of them spoke English, the activities looked as if they were closed, the petting farm was poor, muddy very few animals which didn\\u2019t good particularly happy, no staff to assist. Aqua Mundo good except limited changing rooms and a number of showers weren\\u2019t working or only providing cold water. No cycle paths within the forest itself, self service at cycle centre, requires staff to assist with the bikes and explain terms &amp; conditions.  Accomadation was good.  I wouldn\\u2019t recommend this parc,  the UK Longleat one is far better in terms of facilities and indoor activities, I will not be going back...", "title": "Not as expected", "rating": "2", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "April 1, 2018", "trip_type": null, "trip_date": " March 2018"},
{"reviewer_id": "C6E5144CE59E0E91AC4C946952C46B40", "review_language": "en", "review": "We are used to go for 5 days or weekend in Center Parcs in France. We tried all the 4 sites in France.The Center Parcs \\'bois aux daims\\' is the latest one. Located near Poitiers as we visited Futuroscope the weekend before. The cottage was clean and pretty big. Center Parcs is the place to stay if you need a real break with your relatives. All cottages are well furnished, all you need to do is bring your swim suits, sport outfit and your bike to enjoy your staying. There are restaurants in the main building if you do not want to cook.Negative point: their supermarket is very small and does not have any fresh corner NO fresh fish nor fresh meat to buy...There is no laundry service neither...At the swimming pool, only have 2 showers with hot water to take a descent shower.I rented a badminton session but their court was an outside one... How can we play badminton outside? In Center Parcs \\'les Hauts de Bruyere\\', the badminton courts are covered.But you have a free indoor \\'\\'funarium\\'\\' for kids where you can seat watching them while drinking a cup of coffee.All extra activities are a bit expensive (badminton, tennis, horse riding, karting...) and have to queue up the line very long (too too long) to book your activities and have to queue the line again on D-Day to get the key for the badminton-tennis court.But despite all these, we will, for sure, go back again and book another staying at center parcs.", "title": "Relaxing time in nature", "rating": "3", "hotel_type": "LodgingBusiness", "hotel_name": "Center Parcs Le Bois aux Daims", "published_date": "May 20, 2018", "trip_type": "Traveled with family", "trip_date": " April 2018"}
]